export default {
    "home" : {
        "chinese" : "家乡",
        "type" : "MULTIPLECHOISE",
        "options" : ["北京","天津","上海","重庆","河北省","山西省","内蒙古自治区","黑龙江省","吉林省","辽宁省","陕西省","甘肃省","青海省","新疆维吾尔自治区","宁夏回族自治区","山东省","河南省","江苏省","浙江省","安徽省","江西省","福建省","台湾省","湖北省","湖南省","广东省","广西壮族自治区","海南省","四川省","云南省","贵州省","西藏自治区"]
    },
    "constellation" : {
        "chinese" : "星座",
        "type" : "MULTIPLECHOISE",
        "options" : ["白羊座","金牛座","双子座","巨蟹座","狮子座","处女座","天秤座","天蝎座","射手座","摩羯座","水瓶座","双鱼座"]
    },
    "nation" : {
        "chinese" : "民族",
        "type" : "MULTIPLECHOISE",
        "options" :  ["汉族","蒙古族","回族","藏族","维吾尔族","苗族","彝族","壮族","布依族","朝鲜族","满族","侗族","瑶族","白族","土家族",  "哈尼族","哈萨克族","傣族","黎族","傈僳族","佤族","畲族","高山族","拉祜族","水族","东乡族","纳西族","景颇族","柯尔克孜族",   "土族","达斡尔族","仫佬族","羌族","布朗族","撒拉族","毛南族","仡佬族","锡伯族","阿昌族","普米族","塔吉克族","怒族", "乌孜别克族",  "俄罗斯族","鄂温克族","德昂族","保安族","裕固族","京族","塔塔尔族","独龙族","鄂伦春族","赫哲族","门巴族","珞巴族","基诺族"]
    },
    "age" : {
        "chinese" : "年龄",
        "type" : "RANGE",
        "min" : 10,
        "max" : 30
    },
    "height" : {
        "chinese" : "身高",
        "type" : "RANGE",
        "min" : 100,
        "max" : 230
    },
    "weight" : {
        "chinese" : "体重",
        "type" : "RANGE",
        "min" : 20,
        "max" : 230
    },
    "sex" : {
        "chinese" : "性别",
        "type" : "SINGLEOPTION",
        "options" : ["男","女"]
    },
    "party" : {
        "chinese" : "党员",
        "type" : "SINGLEOPTION",
        "options" : ["是","否"]
    },
    "blood" : {
        "chinese" : "血型",
        "type" : "MULTIPLECHOISE",
        "options" :  ["A","B","C","AB","O","熊猫血"]
    },
    "education" : {
        "chinese" : "学历",
        "type" : "MULTIPLECHOISE",
        "options" :  ["小学","初中","高中","本科","专科"]
    }
}